Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/prm-stoette-til-lulesamiske-spraakprosjekter.html.tmx
Source language: nob
Languages: sme

source: Sametingsrådet gir to lulesamiske språkprosjekter støtte.
sme: Sámediggeráđđi juolluda doarjaga guovtti julevsámegiel giellaprošektii.

source: Språkspillet New Amigos Online skal utvikles til lulesamisk og elever i Tysfjord skal samles til språkbad i Jokkmokk.
sme: Giellaspeallu New Amigos Online hábmejuvvo julevsámegillii, ja Divttasvuona oahppit čohkkejuvvojit Johkamohkkái giellalávgumii.

source: – Lulesamisk trenger arenaer der samiske brukere kan praktisere språket muntlig, sier sametingspresident Aili Keskitalo.
sme: – Julevsámegiella dárbbaša arenaid gos giellageavaheaddjit besset sámástit, dadjá sámediggepresideanta Aili Keskitalo.

source: Sametingsrådet gir 300.000 kroner i støtte til NA TECHNOLOGIES DA til å utvikle språkspillet New Amigos Online for lulesamisk.
sme: Sámediggeráđđi juolluda 300.000 ruvdnosaš doarjaga NA TECHNOLOGIES DA:i hábmet giellaspealu New Amigos Online julevsámegillii.

source: Det er en virtuell samiskspråklig arena der språket praktiseres gjennom gjensidig samarbeid.
sme: Dat lea virtuála sámegielat arena gos giela praktisere ovttasbargguin.

source: I tillegg finnes en alene-spiller modus der spillerne kan trene med videoopptak av morsmåltalere på forskjellige dialekter.
sme: Dasa lassin dan lea vejolaš speallat okto (single-player mode), mas speallit sáhttet videobáddemiiguin hárjehallat. Videobáddemiidda leat báddejuvvon iešguđetge suopmaniid eatnigielhállit.

source: – I handlingsplanen for samisk språk fremgår det at samiske barn og unge har behov for tilgang på digitale læringsressurser på morsmålet.
sme: – Sámegielaid doaibmaplánas boahtá ovdan ahte lea dárbu eatnigielat digitála oahpporesurssaide sámi mánáide ja nuoraide.

source: New Amigos er et artig tospråklig spill som passer til alle aldersgrupper, sier Keskitalo.
sme: New Amigos lea somás guovttegielat speallu mii heive iešguđetge ahkáhaččaide, dadjá Keskitalo.

source: New Amigos Online leverer individtilpasset læring ved samhandling over nett.
sme: New Amigos Online heiveha oktagaslaš oahppama ovttasdoaibmama bokte neahtas.

source: Studentene er ressurser for hverandre, og i en skolesituasjon vil lærerens rolle være som en tilrettelegger der New Amigos Online inngår som et komplement til annen undervisning.
sme: Studeanttat doibmet resursan guhtet guimmiidasaset ja skuvladilis oahpaheaddji heiveha nu, ahte New Amigos Online dievasmahttá eará oahpahusa.

source: Opplevelsen blir personlig og inkluderende, der elever fra hele landet og verden kan kobles sammen over nett.
sme: Vásáhus šaddá persovnnalažžan ja fátmmasteaddjin go oahppit olles riikkas ja máilmmis besset gulahallat neahtas.

source: – For å styrke lulesamisk språk, og spesielt i områder der språket står svakt, anser Sametinget det som nødvendig at det utvikles digitale språkapplikasjoner for lulesamisk språk, sier Keskitalo.
sme: – Sámediggi atná dárbbašlažžan hábmet digitála giellaapplikašuvnnaid julevsámegillii nannen dihtii giela, eandalii guovlluin gos giella lea rašis dilis.

source: Sametingsrådet gir også en støtte på 160.000 til Tysfjord kommune til prosjektet Giellabiesse 2019, hvor man skal samle elever for å gi de språkbad i lulesamisk.
sme: Sámediggeráđđi juolluda maiddái 160.000 ruvdnosaš doarjaga Divttasvuona suohkanii Giellabiesse 2019-prošektii, mas ulbmilin lea čohkket ohppiid julevsámegiela giellalávgumii.

source: Årets Giellabiesse skal arrangeres i Jokkmokk på svensk side.
sme: Dán jagáš Giellabiesse lea Johkamohkis, Ruoŧa bealde.

source: Hovedmålet med språkbad er tuftet på begreper og fraser relatert reindrift og fjell.
sme: Dán giellalávguma váldomihttun lea čiekŋut boazodoallo- ja meahcástandoahpagiidda ja -frásaide.

source: Det vil også bli undervist i grunnleggende fraser i det daglige språket.
sme: Doppe oahpahuvvojit maiddái árgabeaigiela vuođđofrásat.

source: Tema for uka vil i hovedsak være å bli kjent med fjell- og reindriftskulturen i Sirges reinbeitedistrikt, samt å bli kjent med samekulturen på andre siden av grensen.
sme: Dan vahku fáddán lea oahpásmuvvat Sirgása čearu meahcástan- ja boazodoallokultuvrii ja oahpásmuvvat sámekultuvrii nuppe bealde ráji.

source: – Giellabiesse er et bra og viktig språktiltak i lulesamisk område.
sme: – Giellabiesse lea buorre ja dehálaš gielladoaibma julevsámi guovllus.

source: Språket er skjørt i dette området, og alle slike tiltak er positivt for samisk språk.
sme: Giella lea rašši dán guovllus ja buot diekkár doaimmain lea positiivvalaš váikkuhus sámegillii.

source: I fjor hadde de lignende giellabiesse, men da på Drag med besøk fra Jokkmokk.
sme: Diibmá sis lei sullasaš Giellabiesse, muhto dalle fitne Johkamohki oahppit Ájluovttas.

source: Rapporten viser at det har vært et vellykket arrangement, sier sametingspresident Aili Keskitalo.
sme: Raporttas oaidnit ahte dát lágideapmi lihkostuvai, dadjá sámediggepresideanta Aili Keskitalo.

source: Kontaktinformasjon:
sme: Oktavuođadieđut:

source: Sametingspresident Aili Keskitalo, tlf. +47 971 29 305
sme: Sámediggepresideanta Aili Keskitalo, tlf. +47 971 29 305
